<template>
  <h1 class="center">Основы купания</h1>
  <div class="bs-callout bs-callout-info">
    <p>
      Купание – будет положительным опытом в взаимоотношениях Вас и Вашей собаки. Это стоит больших
      трудов, но конечный результат должен быть наградой для обоих.
    </p>
    <p>
      Ключами решения проблемного купания могут быть различные решения. Самое главное это наличие
      специальной ванны для мытья собак. Если вы не имеете желания приобретать её, вы можете
      обратиться в груминг салон, в котором грумер предложит Вашей собаке не только полноценное
      купание, но и профессиональную стрижку, сушку и Spa-процедуры. Если эти варианты не устраивают
      Вас используйте домашнюю ванну с ручным душем. Мы также рекомендуем использовать резиновый
      коврик на дне ванны, чтобы Ваша собака чувствовала себя более безопасно, и менее вероятно, что
      она будет скользить.Температура воды должна быть комфортной для вашей собственной кожи.
    </p>
    <p>
      Хорошо намочите шерсть, начиная с задней части шеи и спускайтесь вниз по позвоночнику к
      хвосту. Ведение струи воды близко к шерсти позволит воде проникнуть в её глубину, но не
      забрызгать Вас. Необходимо пройти душем с водой сверху вниз по одной стороне тела, включая
      ноги, затем сверху вниз с другой стороны, до тех пор, пока животное не будет полностью
      намочено. Процедура для собак с густой шерстью займет больше времени.
    </p>
    <p>
      Нужно следить за тем, что бы вода не попадала в глаза, нос, уши. Вы можете разместить ватные
      шарики в ушах собаки для предотвращения попадания воды в слуховой канал.
    </p>
    <p>
      Для обеспечения распределения продукта равномерно, нанесите шампунь на свои ладони разотрите
      его, а после наносите на шерсть собаки массирующими движениями. Для особенно грязной собаки,
      одного нанесения шампуня может быть недостаточно. Нанося шампунь повторно, оставьте его на
      пару минут. Это позволит активным ингредиенты, таким как масло вечерней примулы и маточное
      молочко впитаться в шерсть и кожу. После того, как 2-5 минуты истекли, не забудьте тщательно
      промыть все следы шампуня с шерсти. Даже оставшееся небольшое количество шампуня на шерсти
      может стать причиной «номер один» раздражения кожи у собак.
    </p>
    <p>
      Необходимо применять соответствующий кондиционер. Кондиционеры, как правило, используется для
      защиты шерсти от повреждений инструментами и продуктами для укладки, а также от факторов
      окружающей среды.
    </p>
    <p>
      В зависимости от вашей породы, возможно, потребуется использовать специально предназначенные
      средства, чтобы помочь высушить шерсть полностью.
    </p>
  </div>
</template>

<script lang="ts">
import { defineComponent } from 'vue'

export default defineComponent({
  name: 'LearningForBatheBasic',
})
</script>
