<template>
  <div class="col-md-9">
    <h1 class="center">Типы шерсти</h1>
    <h2>Шерсть собаки – это жизненный показатель ее здоровья.</h2>
    <p>
      В отличие от людей, у которых волосы растут только на голове, шерсть наших любимцев покрывает
      не только голову, но и все тело. Кожа и шерсть являются своеобразным барьером организма от
      внешнего мира. Поглаживание, царапанье, нежные ласки, дружеское обнюхивание или грозное
      кусание, даже проникновение нежелательных паразитов – все это они чувствуют своей шерстью и
      кожей. Это то, что позволяет собаке чувствовать прикосновения. Это ее окно в окружающий мир. И
      если все в порядке с ее шерстью, то все в порядке и с ней самой.
    </p>
    <p>
      Ветеринары и собаководы-профессионалы могут подтвердить тот факт, что шерсть собаки является
      своеобразным барометром ее или его здоровья. Если шерсть выглядит чрезмерно лохматой или кожа
      слишком шелушится – это серьезный признак того, что с собакой что-то не так. Если проблемы с
      шерстью и кожей собаки пущены на самотек, качество ее жизни будет резко ухудшаться.
    </p>

    <h3>Типы шерсти собак</h3>
    <p>
      Независимо от того, какая порода у вашей собаки, йоркширский терьер, афганская борзая,
      бостонский терьер или чихуахуа она обладает основной собачьей структурой костей и мышц. Все
      собаки разделяются на породы. Но испокон веков человек совершенствовал особые характеристики
      домашних собак с помощью контролируемого селекционного разведения. Каждая порода уникальна и
      имеет свое особое назначение, внешний вид, темперамент и, конечно, шерсть. Кроме того, у двух
      собак одной породы могут различаться состояние кожи, среда обитания, образ жизни (живет на
      улице или в доме) и, конечно, они могут быть разного возраста и пола. В Isle of Dogs мы
      создали целую систему, которая настолько же индивидуальна, как и собака и ее шерсть. Вообще,
      мы можем разделить большинство собак на следующие категории:
    </p>

    <div class="coat_types">
      <div class="coat_types__element">
        <div class="coat_types__element_content col-md-8">
          <h4 class="coat_types__element_header">Гладкошерстные</h4>
          <h5 class="coat_types__element_breeds">
            например: пойнтеры, гончие, боксеры, бульдоги, чихуахуа, доберманы-пинчеры, бостонские
            терьеры
          </h5>
          <p>
            Вообще, гладкая шерсть должна быть чистой и без запаха. Она близка к телу, отдельные
            волоски – короткие и жесткие. Кожа мягкая и часто чувствительна к шероховатым
            поверхностям, инструментам и/или оснащению. Долгое пребывание на улице во время холодной
            или плохой погоды без попонок или курточек непозволительно для маленьких пород с таким
            типом шерсти. Все породы с таким видом шерсти больше подвержены укусам насекомых, чем
            другие породы.
          </p>
        </div>
        <div class="coat_types__element_img col-md-4">
          <img
            src="/img/coat-types/smooth­-coated.jpg"
            class="img-responsive img-thumbnail"
            alt="Гладкошерстные"
          />
        </div>
      </div>
      <div class="coat_types__element">
        <div class="coat_types__element_img col-md-4">
          <img
            src="/img/coat-types/short­-coated.jpg"
            class="img-responsive img-thumbnail"
            alt="Короткошерстные"
          />
        </div>
        <div class="coat_types__element_content col-md-8">
          <h4 class="coat_types__element_header">Короткошерстные</h4>
          <h5 class="coat_types__element_breeds">
            например: лабрадоры-ретриверы, охотничьи собаки, ротвейлеры, мопсы
          </h5>
          <p>
            Короткая шерсть – жесткая и близка к телу. Она совместима со многими погодными
            условиями. Природно откладываемые телом жиры могут привести к появлению запаха у
            некоторых пород, особенно у охотничьих собак. Сбрасывание шерсти может быть обильным в
            прохладном весеннем климате.
          </p>
        </div>
      </div>
      <div class="coat_types__element">
        <div class="coat_types__element_content col-md-8">
          <h4 class="coat_types__element_header">Смешанный тип шерсти</h4>
          <h5 class="coat_types__element_breeds">
            например: золотистые ретриверы, тибетские спаниели, шотландские овчарки
          </h5>
          <p>
            Смешанный тип шерсти включает в себя как короткую, гладкую шерсть, так и длинную,
            шелковистую. Очень короткая шерсть находится на лице и на передней стороне лап; по всему
            телу – короткая плотная шерсть; длинная шерсть находится на хвосте, под животом и на
            задней стороне лап. Обычно у пород со смешанным типом шерсти бывает сезонная линька.
            Длинная шерсть на лапах и между подушечками лап склонна к спутыванию, загрязнению, на
            ней может скапливаться мусор, поэтому ее нужно подрезать.
          </p>
        </div>
        <div class="coat_types__element_img col-md-4">
          <img
            src="/img/coat-types/combination­-coat.jpg"
            class="img-responsive img-thumbnail"
            alt="Смешанный тип шерсти"
          />
        </div>
      </div>
      <div class="coat_types__element">
        <div class="coat_types__element_img col-md-4">
          <img
            src="/img/coat-types/double­-coated.jpg"
            class="img-responsive img-thumbnail"
            alt="Породы с двойной шерстью"
          />
        </div>
        <div class="coat_types__element_content col-md-8">
          <h4 class="coat_types__element_header">Породы с двойной шерстью</h4>
          <h5 class="coat_types__element_breeds">
            например: акиты, немецкие овчарки, норвежские шпицы, шелти, сибирские хаски
          </h5>
          <p>
            Двойная шерсть прямая, короткая или средней длины. Обладает жестким внешним слоем шерсти
            и густым, плотным, мягким нижним слоем, который защищает собаку от суровых погодных
            условий. Природно выделяемые кожей жиры могут приводить к появлению запаха. Возможна
            обильная сезонная линька.
          </p>
        </div>
      </div>
      <div class="coat_types__element">
        <div class="coat_types__element_content col-md-8">
          <h4 class="coat_types__element_header">Породы с густой шерстью</h4>
          <h5 class="coat_types__element_breeds">например: ньюфаундленды, чау-чау, пекинесы</h5>
          <p>
            Породы с густой шерстью обладают как длинной, густой и шелковистой, так и очень
            короткой, гладкой шерстью. Длинную шерсть необходимо регулярно расчесывать, чтобы
            предотвратить спутывание и появление колтунов, которые могут привести к воспалению и/или
            заражению кожи из-за отсутствия доступа воздуха. Длинная шерсть между пальцев и на
            подушечках склонна к накоплению грязи и мусора. Возможна сезонная линька.
          </p>
        </div>
        <div class="coat_types__element_img col-md-4">
          <img
            src="/img/coat-types/heavy­-coated.jpg"
            class="img-responsive img-thumbnail"
            alt="Гладкошерстные"
          />
        </div>
      </div>
      <div class="coat_types__element">
        <div class="coat_types__element_img col-md-4">
          <img
            src="/img/coat-types/silky­-coated.jpg"
            class="img-responsive img-thumbnail"
            alt="Породы с шелковистой шерстью"
          />
        </div>
        <div class="coat_types__element_content col-md-8">
          <h4 class="coat_types__element_header">Породы с шелковистой шерстью</h4>
          <h5 class="coat_types__element_breeds">
            например: все сеттеры, английские спрингер-спаниели, кокер-спаниели, кавалер кинг-чарльз
            спаниель
          </h5>
          <p>
            Породы с шелковистой шерстью обладают как длинной, шелковистой, так и очень короткой
            гладкой шерстью. Очень короткая, плотная шерсть находится на морде и на передней стороне
            лап; короткая шерсть – по всему телу; шерсть подлиннее – на хвосте, под животом и задней
            стороне лап. Длинную шерсть необходимо регулярно расчесывать, чтобы предотвратить
            запутывание и появление колтунов. Обычно породы с шелковистой шерстью линяют раз в
            сезон. Длинная шерсть между пальцев и на подушечках склонна к накоплению грязи и мусора.
          </p>
        </div>
      </div>
      <div class="coat_types__element">
        <div class="coat_types__element_content col-md-8">
          <h4 class="coat_types__element_header">Длинношерстные</h4>
          <h5 class="coat_types__element_breeds">
            например: тибетские терьеры, лхаса апсо, афганские гончие, йоркширские Терьеры,
            мальтийские собаки
          </h5>
          <p>
            Длинношерстные породы характеризуются длинной шерстью, покрывающей все тело, считается,
            что они не подвержены линьке. Небольшое подрезание волос необходимо, чтобы подготовить
            таких собак к выставке. Длинную шерсть необходимо регулярно расчесывать, чтобы
            предотвратить спутывание и появление колтунов, которые могут привести к воспалению и/или
            заражению кожи из-за отсутствия доступа воздуха. Длинная шерсть между пальцев и на
            подушечках склонна к накоплению грязи и мусора. Из-за чрезмерно длинной шерсти у таких
            пород могут возникать проблемы с глазами и ушами.
          </p>
        </div>
        <div class="coat_types__element_img col-md-4">
          <img
            src="/img/coat-types/natural-long­-haired.jpg"
            class="img-responsive img-thumbnail"
            alt="Длинношерстные"
          />
        </div>
      </div>
      <div class="coat_types__element">
        <div class="coat_types__element_img col-md-4">
          <img
            src="/img/coat-types/curly-and-wavy-coated.jpg"
            class="img-responsive img-thumbnail"
            alt="Кудрявая и волнистая шерсть"
          />
        </div>
        <div class="coat_types__element_content col-md-8">
          <h4 class="coat_types__element_header">Кудрявая и волнистая шерсть</h4>
          <h5 class="coat_types__element_breeds">
            например: ирландские спаниели-водолазы, старые английские овчарки, пудели, бишон фризе
          </h5>
          <p>
            Кудрявая или волнистая шерсть – мягкая, кудрявая или волнистая, и не линяет. Ее
            необходимо регулярно расчесывать, чтобы предотвратить спутывание и появление колтунов, а
            также регулярно подстригать и мыть, чтобы поддерживать ее здоровье и ухоженность.
          </p>
        </div>
      </div>
      <div class="coat_types__element">
        <div class="coat_types__element_content col-md-8">
          <h4 class="coat_types__element_header">Проволочная шерсть</h4>
          <h5 class="coat_types__element_breeds">
            например: практически все терьеры, гигантские или обыкновенные шнауцеры, таксы
            жесткошерстные, ирландские волкодавы
          </h5>
          <p>
            Породы с проволочной шерстью обладают мягким, густым нижним слоем, который покрывает
            практически все тело, а также проволочным защитным волосом, который покрывает все тело
            (морду, уши, тело, лапы и хвост). Длинную защитную шерсть необходимо расчесывать, мыть,
            а также регулярно перебирать руками или выдергивать, чтобы предотвратить спутывание и
            появление колтунов. В холодном климате короткий слой шерсти будет линять во время
            сезонной линьки. Длинная шерсть между пальцев и на подушечках склонна к накоплению грязи
            и мусора.
          </p>
        </div>
        <div class="coat_types__element_img col-md-4">
          <img
            src="/img/coat-types/wire­-coated.jpg"
            class="img-responsive img-thumbnail"
            alt="Проволочная шерсть"
          />
        </div>
      </div>
      <div class="coat_types__element">
        <div class="coat_types__element_img col-md-4">
          <img
            src="/img/coat-types/corded.jpg"
            class="img-responsive img-thumbnail"
            alt="Веревочная шерсть"
          />
        </div>
        <div class="coat_types__element_content col-md-8">
          <h4 class="coat_types__element_header">Веревочная шерсть</h4>
          <h5 class="coat_types__element_breeds">например: пули, комондоры</h5>
          <p>
            Веревочная шерсть состоит из сильных верхних волосков, оплетающих мягкий, пушистый
            нижний слой. Обычно у таких пород веревочная шерсть появляется только, когда они
            становятся взрослыми – в таком возрасте, когда шерсть начинает расти до длины,
            необходимой для показа на выставках. Необходим очень серьезный уход, чтобы вырастить и
            поддержать в должном состоянии веревочную шерсть. Частое мытье не рекомендуется,
            поскольку шампунь трудно вымывается, а шерсть трудно полностью высушить. Обязательно
            необходимо следить, чтобы не появлялись блохи и проблемы с кожей.
          </p>
        </div>
      </div>
    </div>
  </div>
</template>

<script lang="ts">
import { defineComponent } from 'vue'

export default defineComponent({
  name: 'LearningCoatTypes',
})
</script>
