<template>
  <div class="col-md-9">
    <h1 class="center">10 правил по уходу за собакой, которые вы должны знать</h1>
    <div class="bs-callout bs-callout-success">
      <ul class="list-unstyled list-advantages">
        <li>
          Свободно купайте свою собаку часто. Продукция фирмы Isle of Dogs разработана для
          безопасного ежедневного применения.
        </li>
        <li>
          Убедитесь, что удалили все колтуны перед купанием, так как они будут склеиваться во
          влажном состоянии.
        </li>
        <li>
          Ощупывайте собаку во время купания, обратите внимание нет ли ничего необычного на коже или
          шерсти.
        </li>
        <li>
          Всегда используйте кондиционер после купания, он добавит блеск и уменьшит выпадение
          шерсти.
        </li>
      </ul>
    </div>
    <div class="bs-callout bs-callout-warning">
      <ul class="list-unstyled list-advantages">
        <li>Не допускайте попадания воды в ушной канал во время купания.</li>
        <li>
          Не забудьте тщательно промыть шерсть и кожу Вашей собаки от шампуня. Это касается любой
          собаки и шампуня.
        </li>
        <li>Не оставляйте собак без присмотра в ванне и на столе для стрижки.</li>
        <li>Не бойтесь обращаться к профессионалам за советом перед грумингом вашей собаки.</li>
        <li>
          Не забывайте регулярно обрезать когти на лапах вашей собаки, чистить зубы и проверять уши.
        </li>
        <li>
          Не расчёсывайте сухую шерсть. Расчёсывайте либо влажную шерсть – можно использовать спреи
          для расчёсывания, либо смачивайте инструмент.
        </li>
      </ul>
    </div>
  </div>
</template>

<script lang="ts">
import { defineComponent } from 'vue'

export default defineComponent({
  name: 'LearningMyths',
})
</script>
