<template>
  <div class="container">
    <div class="col-md-9">
      <h1 class="text-center">Основы сушки</h1>
      <div class="bs-callout bs-callout-info">
        <p>
          Существует много различных методов сушки, поскольку есть разные породы собак. Все зависит
          от типа шерсти и ее состояния.
        </p>
        <p>
          Самым простой и наиболее популярным является сушка полотенцами с последующей воздушной
          сушкой. Просто аккуратно выжимайте воду руками, сколько Ваша собака позволит. Как только
          это будет сделано, вы можете вытереть его аккуратно полотенцем.
        </p>
        <p>
          Для собак с густой шерстью не рекомендуется, вытирать шерсть полотенцем. Это приведет к
          повреждению или ломкости шерсти.
        </p>
        <p>
          Есть породы которые требуют сушки воздухом, это может испугать некоторых собак, и мы не
          рекомендуем использовать эти методы без помощи опытного грумера в первый раз.
        </p>
        <p>
          Для некоторых пород необходимо применять Isle of Dogs №62 Evening Primrose Oil или №63
          Detangle Conditioning Mist. Их следует использовать, когда шерсть просто влажная, а затем
          после этого необходимо прочесать шерсть щеткой – это и будет заключительная стадия сушки.
        </p>
        <p>
          Когда Ваша собака вымыта и суха, она будет чувствовать себя на вершине блаженства. Нежные,
          натуральные ингредиенты в составе продуктов для собак сделают её шерсть гладкой и приведут
          в идеальное состояние. И самое важное, собака будет знать, что Вы ее любите!
        </p>
      </div>
    </div>
  </div>
</template>

<script lang="ts">
import { defineComponent } from 'vue'

export default defineComponent({
  name: 'LearningDryBasic',
})
</script>
