<template>
  <div class="container">
    <div class="col-md-9">
      <h1 class="text-center">Разрушаем мифы</h1>
      <div class="">
        <p>
          Много было сказано и написано о «правильном» груминге собак. К сожалению, многие источники
          либо не осведомлены по этому вопросу или делают неверные предположения. Ниже приведены
          некоторые распространенные мифы, которые мы хотели, чтобы развеять
        </p>
      </div>

      <div id="myth" class="panel-group">
        <div class="panel panel-default">
          <div class="panel-heading">
            <h4 class="panel-title">
              <a href="#myth-1" class="collapsed" data-parent="#myth" data-toggle="collapse"
                >«Купание собаки вредно для его кожи»</a
              >
            </h4>
          </div>
          <div id="myth-1" class="panel-collapse collapse">
            <div class="panel-body">
              <p>
                Это является одним из самых больших мифов. В Isle of Dogs мы понимаем, что нет
                ничего более далекого от истины, чем это утверждение. Есть объяснение тому, как этот
                миф стал понятием в «собачьих» кругах. Первые продукты по уходу за шерстью были
                жёстче мыла, которое не подходило для рН-среды шерсти собаки: в результате возникали
                раздражения, зуд кожи и проблемная шерсть. Кроме того, купание собаки могло быть
                осложнено отсутствием соответствующего оборудования или собака была не приучена к
                купанию. Оба сценария могли повлиять на качество купания. Если мыло или даже очень
                хорошего качества шампунь не вымыть должным образом из шерсти, он может вызвать
                раздражение кожи, которое заставит собаку чесаться и создаст шелушения.
              </p>
              <p>
                Использование продуктов, специально предназначенные для собак, таких как продукция
                Isle of Dogs, при условии соблюдения правил использования, предотвратит дискомфорт и
                даже улучшит здоровье и внешний вид кожи и шерсти Вашей собаки. В частности,
                разработанные продукты по уходу за шерстью помогут восстановить, правильно
                зафиксировать ре структурировать, изменить, восстановить, перестроить или изменить
                поврежденную шерсть.
              </p>
            </div>
          </div>
        </div>
        <div class="panel panel-default">
          <div class="panel-heading">
            <h4 class="panel-title">
              <a href="#myth-2" class="collapsed" data-parent="#myth" data-toggle="collapse"
                >Если шерсть вашей собаки безжизненна, то вы не сможете оживить шерстяной покров</a
              >
            </h4>
          </div>
          <div id="myth-2" class="panel-collapse collapse">
            <div class="panel-body">
              <p>
                Но Вы можете стимулировать рост здоровой шерсти из здоровой кожи – так же, как люди.
                Не надо ожидать эффекта от применения наших спреев за одну ночь, однако
                использование этих продуктов в течение долгого времени будет стимулировать рост
                здоровой шерсти. Использование шампуней, кондиционеров и средств для укладки волос
                будет работать, чтобы улучшить внешний вид старого, поврежденного слоя, в то время
                как кожа будет готова произвести более здоровую новую шерсть после обработки.
              </p>
            </div>
          </div>
        </div>
        <div class="panel panel-default">
          <div class="panel-heading">
            <h4 class="panel-title">
              <a href="#myth-3" class="collapsed" data-parent="#myth" data-toggle="collapse"
                >«Продукты по уходу за шерстью не должны содержать спирт»</a
              >
            </h4>
          </div>
          <div id="myth-3" class="panel-collapse collapse">
            <div class="panel-body">
              <p>
                Это еще один миф, который прочно утвердился на груминг арене. Конечно, впитывание
                шерстью собаки спирта не рекомендуется. Однако, спирт является единственным
                компонентом, который без которого не могут обойтись некоторые масла и удерживающие
                компоненты. Обычно эта спирто содержащая форма быстро испаряется, а полезные
                ингредиенты остаются в шерсти.
              </p>
            </div>
          </div>
        </div>
        <div class="panel panel-default">
          <div class="panel-heading">
            <h4 class="panel-title">
              <a href="#myth-4" class="collapsed" data-parent="#myth" data-toggle="collapse"
                >«Шерсть вашей собаки может адаптироваться к шампуню, поэтому вам нужно чередовать
                их»</a
              >
            </h4>
          </div>
          <div id="myth-4" class="panel-collapse collapse">
            <div class="panel-body">
              <p>
                Это миф построен вокруг зерна истины. Шерсть не приспосабливается к шампуням, но
                некоторые шампуни, с кондиционировавшими компонентами, накапливаются в шерсти в
                течение долгого времени. Если вы попытаетесь вымыть накопившиеся компоненты одного
                шампуня другим — вы добьётесь результата. Поэтому мы рекомендуем иногда мыть собаку
                очищающими шампунями. Шампуни <a href="/item/20-royal-jelly-shampoo">№ 20</a>,
                <a href="/item/33-coarse-coat-shampoo">№ 33</a>,
                <a href="/item/clean-coating-shampoo">Clean Coating</a>,
                <a href="/item/deep-cleaning-shampoo">Deep Cleaning</a>, могут быть эффективно
                использованы в качестве очищающих шампуней.
              </p>
            </div>
          </div>
        </div>
        <div class="panel panel-default">
          <div class="panel-heading">
            <h4 class="panel-title">
              <a href="#myth-5" class="collapsed" data-parent="#myth" data-toggle="collapse"
                >«Продукты с SPF комплексом защитит шерсть от вредного воздействия солнечных
                лучей»</a
              >
            </h4>
          </div>
          <div id="myth-5" class="panel-collapse collapse">
            <div class="panel-body">
              <p>
                Нет достаточно достоверных или непротиворечивых способов сохранить необходимые
                защитные компоненты прикреплённые к стержня волоса. Ополаскивание, стайлинг и мытьё
                шерсти удаляет или снижает действие солнцезащитных компонентов, поэтому защита с
                такими продуктами будет недолговечной.
              </p>
            </div>
          </div>
        </div>
        <div class="panel panel-default">
          <div class="panel-heading">
            <h4 class="panel-title">
              <a href="#myth-6" class="collapsed" data-parent="#myth" data-toggle="collapse"
                >«Собаки с жирной кожей не должны использовать кондиционер»</a
              >
            </h4>
          </div>
          <div id="myth-6" class="panel-collapse collapse">
            <div class="panel-body">
              <p>
                Это не всегда верно. Кожа собаки может быть жирная, а шерсть быть сухой и требовать
                увлажнения.
              </p>
            </div>
          </div>
        </div>
        <div class="panel panel-default">
          <div class="panel-heading">
            <h4 class="panel-title">
              <a href="#myth-7" class="collapsed" data-parent="#myth" data-toggle="collapse"
                >«Чем больше пены, тем чище шерсть»</a
              >
            </h4>
          </div>
          <div id="myth-7" class="panel-collapse collapse">
            <div class="panel-body">
              <p>
                Ложь. На самом деле пена не связана с очищающими компонентами шампуня.
                Пенообразующие компоненты добавляются в шампунь для эмоциональной привлекательности,
                а не с научной точки зрения. Количество пенообразующих ингредиентов напрямую зависит
                от количества грязи, мусора и жиров в шерсти. Такие компоненты, как масла де
                активируют процесс пенообразования.
              </p>
            </div>
          </div>
        </div>
        <div class="panel panel-default">
          <div class="panel-heading">
            <h4 class="panel-title">
              <a href="#myth-8" class="collapsed" data-parent="#myth" data-toggle="collapse"
                >«Шампуни без слез более мягкие, чем другие виды шампуня»</a
              >
            </h4>
          </div>
          <div id="myth-8" class="panel-collapse collapse">
            <div class="panel-body">
              <p>
                Частично верно. Очищающие агенты в детских шампунях обладают меньшей способностью
                очистки. Но если они не вымоют грязь из шерсти Вашей собаки, остатки могут вызвать
                зуд и сухость.
              </p>
            </div>
          </div>
        </div>
      </div>
    </div>
  </div>
</template>

<script lang="ts">
import { defineComponent } from 'vue'

export default defineComponent({
  name: 'LearningMyths',
})
</script>
