<template>
  <div class="container">
    <h2>Шампуни для собак от экспертов</h2>
    <p>
      А вы знаете самый простой способ проверить, как хорошо вы заботитесь о своем питомце? Если у
      него имеется собственный шампунь для собак, значит, вы можете быть спокойны.
    </p>
    <p>
      Почему важно купить шампунь для собак? Шампуни для людей собакам не подходят. Но даже
      специальные средства плохого качества могут вызвать зуд, дерматит, аллергию и выпадение
      шерсти.
    </p>
    <p>
      ВНИМАНИЕ! В практике ветеринарных врачей есть случаи, когда от плохих шампуней страдали почки
      животных, возникали отравления и болезни глаз. А питомцам требовался не только лечебный
      шампунь для собак, но и серьезное лечение.
    </p>
    <h3>Профессиональное средство экономит ваши нервы, время и деньги!</h3>
    <p>
      Хороший шампунь для собак - предмет необходимости для каждого животного и гарантия его
      безопасности. Иногда качество такого средства намного лучше, чем у рядовых «человеческих»
      шампуней. Именно этим особенно гордится американский бренд Isle Of Dogs. Купить шампунь для
      собак этой марки вы можете в нашем магазине!
    </p>
    <h3>Шампуни Isle Of Dogs: с заботой о самом важном</h3>
    <p>
      Компания разработала несколько серий шампуней на каждый день. Серия «кутюр» – гордость бренда.
      Масло вечерней примулы, входящее в его рецептуру, согласно клиническим исследованиям,
      активизирует структурные изменения кожи и отлично борется с сухостью. У нас вы можете выбрать
      лечебный шампунь для собак, подходящий шампунь для ухода из профессиональных салонных средств
      или обеспечить недорогой уход шампунями из эконом-линейки.
    </p>

    <h4>Isle Of Dogs – уверенный выбор заводчиков во всем мире. И вот почему:</h4>
    <ul>
      <li>Продукция соответствует всем международным требованиям премиум-класса.</li>
      <li>
        Средства создаются по специальной активной формуле из натуральных компонентов и не содержат
        парабенов и красителей.
      </li>
      <li>
        Каждый шампунь для собак соответствует рН кожи животного, на 100% выполняет свои задачи и не
        раздражает слизистую оболочку глаз (похожий по свойствам – шампунь «Доктор» для собак).
      </li>
      <li>Большая линейка восполняет все потребности разборчивых владельцев собак.</li>
      <li>
        Не секрет что, победители крупных выставок зачастую пользуются средствами именно этой марки.
      </li>
      <li>Начисто вымытый и опрятный питомец станет поводом для вашей гордости!</li>
    </ul>
    <p>
      Согласно проведенным опросам, грумеры готовы рекомендовать данную продукцию для любой породы
      собак.
    </p>
    <h3>Мы гарантируем: бренд на 100% оправдывает ожидания потребителей</h3>
    <p>
      Убедитесь в этом сами! Прочитайте <a href="http://www.isleofdogs.ru/review">отзывы</a> о
      шампунях.
    </p>
    <h4>Все еще сомневаетесь?</h4>
    <p>
      Попробуйте бесплатно! Мы даем возможность протестировать шампуни всем желающим! В нашем
      магазине вы можете абсолютно бесплатно взять шампунь для собак серии «кутюр» в
      пробниках-комплектах «шампунь для собак +кондиционер».
    </p>
    <h3>Найдите для питомца подходящий шампунь</h3>
    <p>Как купить шампунь для собак?</p>
    <p>
      Покупая шампунь для собак Isle Of Dogs, выбирайте по типу шерсти и желаемому действию. Мы
      поможем вам сделать правильный выбор!
    </p>
    <h4>Лечебные шампуни</h4>
    <p>
      Сухость и шелушение: Шампуни с лечебным действием из серии «кутюр»
      <a href="http://www.isleofdogs.ru/product1">№10</a> и
      <a href="http://www.isleofdogs.ru/product2">№12</a> помогут вашему любимцу забыть о сухой и
      шелушащейся коже. Каждый из них – шампунь-доктор для собак, которые страдают от нехватки влаги
      в кожных покровах.<br />
      От блох и клещей:
      <a href="http://www.isleofdogs.ru/product567">Шампунь от блох и клещей.</a> Настоящий
      спасатель – лечебный шампунь для собак от неприятных «гостей».
    </p>
    <h4>Оттеночные шампуни</h4>
    <p>
      Вы прикладываете много сил, чтобы ухаживать за яркой шерсткой питомца? Isle Of Dogs все
      сделает за вас! Оттеночный шампунь для собак с оптическим эффектом освежит и подчеркнет
      природную красоту шерсти вашей собаки. Вам осталось только выбрать шампунь для собак из
      линейки «кутюр»:<br />
      <a href="http://www.isleofdogs.ru/product3">Шампунь № 16</a> Для Белой Шерсти<br />
      <a href="http://www.isleofdogs.ru/product4">Шампунь № 17</a> Для Медной Шерсти и коричневой
      шерсти всех оттенков<br />
      <a href="http://www.isleofdogs.ru/product5">Шампунь № 18</a> Для Черной Шерсти и всех темных
      расцветок
    </p>
    <h3>Очищающие шампуни</h3>
    <p>Такой чистой шерсть вашего питомца не была еще никогда!</p>
    <p>
      Для всех пород: шампунь «<a href="http://www.isleofdogs.ru/product33">CLEAN COATING</a>».
      Нежно действует, глубоко очищает, устраняет запах, помогает купать собаку реже.<br />
    </p>
    <p>
      Для глубокой очистки:
      <a href="http://www.isleofdogs.ru/product559">Шампунь Глубокой Очистки</a>. Подойдет любой
      собаке.
    </p>
    <p>
      Для профессионального глубоко очищения: шампунь «<a href="http://www.isleofdogs.ru/product26"
        >Stay Clean</a
      >» (салонная косметика). Супер-эффективное средство из линейки салонной косметики, мягкая и
      глубокая очистка.
    </p>
    <p>
      Для профессионального и нежного ухода:
      <a href="http://www.isleofdogs.ru/product33">Sit Still</a> (салонная косметика). Делает
      шерстку мягкой и гладкой, увлажняет ее и укрепляет. (В отличие от него, к примеру, шампунь
      «Доктор» для собак имеет только гигиенический эффект).
    </p>
    <p>
      Без смывания: Освежающий
      <a href="http://www.isleofdogs.ru/product568">Шампунь Без Смывания</a>. Теперь вы можете
      отлично вымыть собаку без воды и мыла.
    </p>
    <h3>Ухаживающие + очищающие шампуни</h3>
    <p>Такой чистой шерсть вашего питомца не была еще никогда!</p>
    <p>
      Для блеска: <a href="http://www.isleofdogs.ru/product8">Шампунь Для Блеска</a>. Лучший
      шампунь, пригодный для spa-процедур. Нет – безжизненной и тусклой шерсти!
    </p>
    <p>
      Для объема и текстуры: <a href="http://www.isleofdogs.ru/product6">Шампунь №20</a> Королевское
      желе (серия «кутюр»), шампунь «<a href="http://www.isleofdogs.ru/product34">LUSH COATING</a>»
      и шампунь «<a href="http://www.isleofdogs.ru/product25">Stand Up</a>» (салонная косметика).
      Если вам необходимо купить шампунь для собак, которым важно сохранить текстуру и объем, эти
      средства подойдут идеально.
    </p>
    <p>
      Для укрепления, блеска и увлажнения: шампунь «<a href="http://www.isleofdogs.ru/product35"
        >SILKY COATING</a
      >» и шампунь «<a href="http://www.isleofdogs.ru/product562">Силки Аутмил</a>». Ваши помощники
      по уходу за собаками, которым важно питать и увлажнять шерсть.
    </p>
    <p>
      Для объема и пышности: шампунь «<a href="http://www.isleofdogs.ru/product560"
        >Кератин Вольюмайзинг</a
      >». Деликатное средство на основе кератина подойдет для каждой собаки, которой важно сохранить
      объем шерсти.
    </p>
    <p>
      Для ухода за жесткой шерстью: <a href="http://www.isleofdogs.ru/product7">Шампунь № 33</a>.
      Средство великолепно увлажнит волосяной покров, не смягчая текстуру. Удачный выбор, если вам
      нужно купить шампунь для собак с грубой шерстью.
    </p>
    <p>
      Для щенков и собак с чувствительной кожей: шампунь «<a
        href="http://www.isleofdogs.ru/product564"
        >Без Слез</a
      >» для щенков. Настоящее спасение, когда надо искупать «с головой» щенка или вымыть собаку с
      чувствительной кожей.
    </p>
    <p>
      Вы также можете подобрать шампунь для собак
      <nobr>по <a href="http://www.isleofdogs.ru/breed">породам</a>.</nobr>
    </p>
    <h3>Результаты применения</h3>
    <p>
      Даже однократное использование шампуней Isle Of Dogs поможет вашему питомцу выглядеть
      опрятнее. Через 14 дней кожа собаки станет здоровой, а шерсть – шелковистой, ухоженной и
      сияющей.
    </p>
    <p>
      Большинство шампуней – концентраты и используются экономно. Кроме того, чем лучше шампунь для
      собак, тем реже вы будете его купать. Бренд Isle Of Dogs – это качество премиум класса. Именно
      поэтому:
    </p>
    <h3>Вы покупаете шампуни по выгодной цене</h3>
    <p>
      Согласно исследованиям рынка, шампуни для собак
      <nobr>Isle Of Dogs – оптимальное решение</nobr> по соотношению цены и качества.
    </p>
    <h4>Подумайте о вашем питомце сегодня, чтобы завтра он был здоровым и красивым!</h4>
  </div>
</template>

<script lang="ts">
import { defineComponent } from 'vue'

export default defineComponent({
  name: 'CatalogShampoo',
})
</script>
