<template>
  <div class="container">
    <div class="">
      <router-link to="/">
        <img
          id="sidebar-logo"
          src="../../assets/images/logo.jpeg"
          alt="Isle Of Dogs"
          class="mauto img-responsive"
        />
      </router-link>

      <div style="overflow: hidden">
        <blockquote class="pull-right" style="width: 70%; overflow: hidden; text-align: right">
          <span class="italic"
            >«Только человек, у которого есть собака, чувствует себя человеком. »</span
          >
          <br />Пшекруй
        </blockquote>
      </div>
      <div>
        <h1 class="center">История бренда</h1>
        <p>
          Мы вряд ли должны говорить вам о том, что ваша собака уникальна. Настолько же уникальна,
          как и любой член вашей семьи. И надлежащий уход, который она получает, должен быть
          настолько же индивидуальным.
        </p>
        <p>
          В «Isle of Dogs» мы преданы своему делу. Мы предоставляем передовую продукцию и знаем по
          опыту, какого качественного ухода заслуживает ваша собака.
        </p>
        <p>
          «Isle of Dogs» была основана двумя страстными собаководами, разводчиками собак-чемпионов.
          Она создала целую систему по уходу за собаками. Система распознает каждую уникальную
          особенность собаки и соответствует ей. Для создания такой системы наши основатели
          проводили исследования продукции по всему миру. И нашли ответ в Англии. Неудивительно для
          нации, славящейся своими любителями собак.
        </p>
        <p>
          Там они обнаружили ряд важных растворов для ухода за собаками. Они были разработаны
          британским химиком и напоминали два полезных природных вещества. Первое – это прессованное
          в холодном состоянии масло, называемое Масло Вечерней Примулы, а второе – Королевское
          Желе. Растворы были основаны на уникальной эмульсии, в состав которой входил необычайно
          большой процент натуральных масел в продуктах на водной основе. Эта формула позволила
          шерсти любых собак стать более гладкой, сияющей и здоровой. И это основная инновация в
          системе «Айл оф Догз».
        </p>
        <p>
          Система «Isle of Dogs» осознает взаимосвязь шерсти и кожи вашей собаки, назначая идеально
          подобранную продукцию и придерживаясь целостного подхода. Мы используем сочетание
          шампуней, кондиционеров, спреев и добавок для шерсти, чтобы максимально улучшить здоровье
          и красоту вашей собаки как снаружи, так и изнутри.
        </p>
      </div>
    </div>
  </div>
</template>

<script lang="ts">
import { defineComponent } from 'vue'

export default defineComponent({
  name: 'AboutBrand',
})
</script>
