<template>
  <div class="container">
    <h1 class="center">Часто задаваемые вопросы</h1>
    <div id="faq" class="panel-group">
      <div class="panel panel-default">
        <div class="panel-heading">
          <h4 class="panel-title">
            <a data-toggle="collapse" data-parent="#faq" href="#faq-1" class="collapsed"
              >1. Как работают усилители цвета, и почему их нет в продуктах других
              производителей?</a
            >
          </h4>
        </div>
        <div id="faq-1" class="panel-collapse collapse" style="height: 0">
          <div class="panel-body">
            <p>
              Наши усилители цвета работают по принципу «Омбре» (окрашивание волос цветными
              мелками). Масло вечерней примулы является вспомогательным средством, оно помогает
              удержать усилители цвета в шерсти. Как и все водорастворимые красители, красящие
              компоненты наших шампуней самостоятельно не будут окрашивать шерсть, только лишь в
              комбинации с маслом вечерней примулы можно добиться стойкого эффекта. И опять-таки,
              такое окрашивание не нанесёт непоправимый вред шерсти Вашего любимца. Краска будет
              вымываться с течением времени. Мы могли бы использовать усилители цвета и в других
              линейках нашей продукции, но как говорилось выше, они работают только в сочетании с
              маслом Вечерней примулы и соответственно смоются во время ополаскивания собаки.
            </p>
          </div>
        </div>
      </div>
      <div class="panel panel-default">
        <div class="panel-heading">
          <h4 class="panel-title">
            <a data-toggle="collapse" data-parent="#faq" href="#faq-2" class="collapsed"
              >2. Какие из ваших продуктов будут работать, как очищающий шампунь?</a
            >
          </h4>
        </div>
        <div id="faq-2" class="panel-collapse collapse">
          <div class="panel-body">
            <p>
              Очищающие шампуни необходимы, чтобы удалить пыль, грязь, жир, накопленные шерстью
              остатки косметических средств (после применения стайлинговых средств, некоторых
              шампуней и кондиционеров) и другие вредные вещества, которые накапливаются в течение
              времени. Шампуни <a href="/item/20-royal-jelly-shampoo">№ 20</a>,
              <a href="/item/33-coarse-coat-shampoo">№ 33</a>,
              <a href="/item/clean-coating-shampoo">Clean Coating</a>,
              <a href="/item/deep-cleaning-shampoo">Deep Cleaning</a>, могут быть эффективно
              использованы в качестве очищающих шампуней.
            </p>
          </div>
        </div>
      </div>
      <div class="panel panel-default">
        <div class="panel-heading">
          <h4 class="panel-title">
            <a data-toggle="collapse" data-parent="#faq" href="#faq-3" class="collapsed"
              >3. Что такое маточное молочко и чем оно полезно для моей собаки?</a
            >
          </h4>
        </div>
        <div id="faq-3" class="panel-collapse collapse">
          <div class="panel-body">
            <p>
              Маточное молочко является пищей для Пчеломатки. Это одна из самых чистых форм белка,
              доступных в природе. Исследования показали, что питание волосяного фолликула
              стимулирует его к регенерации волос. Важно помнить, что генетика и окружающая среда
              играют большую роль в росте волос, чем все остальное. Мы не будем обещать выращивать
              шерсть там, где она не может быть выращена. Но мы можем, стимулировать рост, что будет
              происходить в любом случае. Кроме того, наш шампунь
              <a href="/item/20-royal-jelly-shampoo">№ 20</a> помогает добавить объем для
              существующих волос, создав видимость более полной, здоровой шерсти.
            </p>
          </div>
        </div>
      </div>
      <div class="panel panel-default">
        <div class="panel-heading">
          <h4 class="panel-title">
            <a data-toggle="collapse" data-parent="#faq" href="#faq-4" class="collapsed"
              >4. Что такое масло вечерней примулы и чем оно полезно для моей собаки?</a
            >
          </h4>
        </div>
        <div id="faq-4" class="panel-collapse collapse">
          <div class="panel-body">
            <p>
              Масло Вечерней Примулы (ЕРО) – создано на основе вытяжки масла из семян растения
              Энотеры. Жирные кислоты являются смазкой, которая зачастую менее жирная или сальная
              чем растительные, минеральные масла или ланолин, и, следовательно, дают волосам
              ощущение мягкости, не делая их тяжёлыми или толстыми. Продукция Isle of Dogs доставит
              чистое масло вечерней примулы холодного отжима к коже и шерсти вашего питомца. Важно
              понять, что другие экстракты Масла Вечерней примулы не будут давать таких же
              результатов.
            </p>
          </div>
        </div>
      </div>
      <div class="panel panel-default">
        <div class="panel-heading">
          <h4 class="panel-title">
            <a data-toggle="collapse" data-parent="#faq" href="#faq-5" class="collapsed"
              >5. Насколько концентрированные продукты Isle of Dogs и можно ли их разводить
              водой?</a
            >
          </h4>
        </div>
        <div id="faq-5" class="panel-collapse collapse">
          <div class="panel-body">
            <p>
              Коэффициент разбавления наших косметических средств очень субъективен. Isle of Dogs
              рекомендует: используйте нашу продукцию неразбавленной, и ваша собака будет получать
              максимальную пользу от ингредиентов, которые мы считаем важными для здоровья кожи и
              шерсти. Тем не менее, некоторые породы собак имеют типы шерсти, в которые очень трудно
              проникнуть без использования некоторого количества воды. В таких случаях мы
              рекомендуем разбавить наши продукты 10-20 частями воды на 1 часть шампуня.
            </p>
            <p>
              Можно провести аналогию и с кондиционерами – степень разведения зависит от того
              захотите ли вы его тщательно вымыть из шерсти, частично оставить или вообще
              использовать в полную силу.
            </p>
            <p>
              Кондиционеры используются, чтобы обеспечить лёгкое расчёсывание, защитить шерсть от
              повреждений, вызванных средствами для укладки, придать блеск и смягчить шерсть. В
              зависимости от того, как вы используете продукт – вы получите желаемый результат. Наши
              облегчающие и утяжеляющие кондиционеры могут использоваться неразбавленными,
              разбавленными или даже частично оставаться в шерсти. Вы можете использовать
              кондиционеры как для утяжеления или придания объёма шерсти, так и для защиты от
              повреждений. А вот, например, используя шампунь
              <a href="/item/20-royal-jelly-shampoo">№ 20</a>, вы промоете шерсть от остатков
              кондиционирующих компонентов, которые имеют свойство накапливаться в шерсти и вернёте
              объём в шерсть.
            </p>
          </div>
        </div>
      </div>
      <div class="panel panel-default">
        <div class="panel-heading">
          <h4 class="panel-title">
            <a data-toggle="collapse" data-parent="#faq" href="#faq-6" class="collapsed"
              >6. Шампунь для жёсткой шерсти действительно не делает шерсть мягкой?</a
            >
          </h4>
        </div>
        <div id="faq-6" class="panel-collapse collapse">
          <div class="panel-body">
            <p>
              Какие компоненты шампуня делают шерсть мягкой? Ответ прост – это кондиционирующие
              ингредиенты. В нашем шампуне <a href="/item/33-coarse-coat-shampoo">№ 33</a> они не
              используются. Регулярное купание всех пород собак способствует сохранению здоровой
              шерсти вашего питомца. Предположение, что купание вашей собаки шампунем для жёсткой
              шерсти смягчит шерсть, не соответствует действительности. Наш продукт всего лишь
              очистит шерсть и кожу от грязи, продуктов стайлинга, которые могут накапливаться в
              течение долгого времени и вызывать тусклый и тяжёлый вид шерсти.
            </p>
          </div>
        </div>
      </div>
      <div class="panel panel-default">
        <div class="panel-heading">
          <h4 class="panel-title">
            <a data-toggle="collapse" data-parent="#faq" href="#faq-7" class="collapsed"
              >7. Почему Вы рекомендуете использовать кондиционеры для жёсткой и склонной к
              утяжелению шерсти?</a
            >
          </h4>
        </div>
        <div id="faq-7" class="panel-collapse collapse">
          <div class="panel-body">
            <p>
              Как уже упоминалось выше, даже жесткая и шерсть склонная к утяжелению изредка
              нуждается в обработке кондиционерами для защиты волосяного фолликула от повреждений,
              вызванных средствами для стайлинга или инструментами грумера. Наши кондиционеры
              останутся в шерсти только до следующего купания.
            </p>
          </div>
        </div>
      </div>
      <div class="panel panel-default">
        <div class="panel-heading">
          <h4 class="panel-title">
            <a data-toggle="collapse" data-parent="#faq" href="#faq-8" class="collapsed"
              >8. Может ли маточное молочко быть причиной пушистой шерсти?</a
            >
          </h4>
        </div>
        <div id="faq-8" class="panel-collapse collapse">
          <div class="panel-body">
            <p>
              Шампунь <a href="/item/20-royal-jelly-shampoo">№ 20</a> не содержит кондиционирующих
              компонентов, поэтому не завивает, не электризует и не распушивает шерсть. К этим
              проблемам может привести излишняя сухость шерсти, вызванная, к примеру, сухим
              воздухом. Маточное молочко, содержащееся в шампуне №20 Royal Jelly, предназначено для
              восстановления и придания объёма шерсти.
            </p>
            <p>
              Для собак со вспушенной шерстью или статикой мы рекомендуем
              <a href="/item/62-evening-primrose-oil-conditioning-mist">№ 62</a>, масло, которого
              поможет уложить шерсть или <a href="/item/63-detangle-conditioning-mist">№ 63</a>, в
              котором содержится силикон, и который идеально подходит для курчавой шерсти или в
              случае наличия колтунов.
            </p>
          </div>
        </div>
      </div>
      <div class="panel panel-default">
        <div class="panel-heading">
          <h4 class="panel-title">
            <a data-toggle="collapse" data-parent="#faq" href="#faq-9" class="collapsed"
              >9. Есть ли у Вас продукция от блох и клещей?</a
            >
          </h4>
        </div>
        <div id="faq-9" class="panel-collapse collapse">
          <div class="panel-body">
            <p>
              Да, мы можем вам предложить
              <a href="/item/flea-and-tick-shampoo">шампунь от блох и клещей</a>! Этот шампунь имеет
              безопасный и естественный репеллент, который эффективно удаляет и отталкивает блох и
              клещей. На мокрую шерсть нанесите шампунь, намыльте и тщательно смойте. Для достижения
              наилучшего результата нанесите Ваш любимый кондиционер от Isle of Dogs.
            </p>
          </div>
        </div>
      </div>
      <div class="panel panel-default">
        <div class="panel-heading">
          <h4 class="panel-title">
            <a data-toggle="collapse" data-parent="#faq" href="#faq-10" class="collapsed"
              >10. Какие из Ваших продуктов помогают решить проблему статического электричества
              шерсти?</a
            >
          </h4>
        </div>
        <div id="faq-10" class="panel-collapse collapse">
          <div class="panel-body">
            <p>
              Наэлектризованность шерсти чаще всего вызывается отсутствием влаги. Оба наших спрея
              помогут в борьбе со статикой двумя способами.
              <a href="/item/62-evening-primrose-oil-conditioning-mist">№ 62</a> доставит масло в
              шерсть, которое утяжелит её и поможет удержать необходимую влагу. В нашем спрее
              <a href="/item/63-detangle-conditioning-mist">№ 63</a> используется силикон, который
              помогает убрать статику без утяжеления шерсти.
            </p>
          </div>
        </div>
      </div>
    </div>
  </div>
</template>

<script lang="ts">
import { defineComponent } from 'vue'

export default defineComponent({
  name: 'AboutFaq',
})
</script>
