<template>
  <div class="container">
    <h1 class="center">Ингредиенты</h1>
    <div class="ingredients">
      <div class="ingredients__block">
        <h3 class="ingredients__header center">Масло Вечерней Примулы</h3>
        <div class="ingredients__image_container pull-left">
          <img src="../../assets/images/epo.jpg" alt="" class="img-responsive img-thumbnail" />
        </div>
        <p>
          Масло Вечерней Примулы (ЕРО) – создано на основе вытяжки масла из семян растения Вечерней
          Примулы. Растение произрастает в Северной Америке, откуда оно случайно попало в США на
          судне, которое везло груз табака. Растение было официально представлено в Европе в 1614 г.
          во времена правления Короля Джеймса I и вскоре стало известно, как «Королевское лекарство
          от всех болезней» из-за его медицинских свойств. Однако никто не занимался тщательным
          изучением Масла Вечерней Примулы (ЕРО) до 1919г., пока в Германии не была обнаружена
          входящая в его состав гамма-линоленовая кислота, и, соответственно было замечено ее
          влияние на обмен веществ в клетках и снижение уровня холестерина.
        </p>
        <p>
          В настоящее время всеми признается польза масла для здоровья и ухода за кожей. Из растения
          Вечерней Примулы получают натуральное масло холодного отжима. Нужно два года, чтобы из
          одного цветка получить 5,000 крошечных красновато-коричневых семян, которые необходимы для
          получения 500 мг. масла. Масло Вечерней Примулы содержит гамма-линоленовую кислоту,
          которая является важным компонентом для метаболических процессов и превращения линоленовой
          кислоты в простагландин Е1, регулирующий обмен веществ в клетках.
        </p>
        <p>
          Существует два основных способа экстракции масла из семян Вечерней Примулы: холодный отжим
          и экстракция растворителем. Последний предполагает промывку семян растворителем. Первый
          способ, применяемый «Isle Of Dogs» , осуществляется в специальных машинах с большим
          давлением на семена Вечерней Примулы и фактически масло выжимается естественным образом. И
          хотя этот способ более дорогой, он предпочтительней, поскольку холодный отжим позволяет
          избежать употребления химикатов. Это позволяет сохранить качество питательных веществ и не
          использовать химикаты. Большинство других доступных продуктов на рынке сегодня содержат
          экстракт Масла Вечерней Примулы, который ниже по качеству.
        </p>
      </div>
      <div class="ingredients__block">
        <h3 class="ingredients__header center">Королевское Желе</h3>
        <div class="ingredients__image_container pull-right">
          <img
            src="../../assets/images/royal-jelly.jpg"
            alt=""
            class="img-responsive img-thumbnail"
          />
        </div>
        <p>
          Королевское Желе – Маточное молочко является питательным веществом, которым рабочие пчелы
          кормят королеву пчел. Назван так потому, что служит в качестве единственной еды для
          пчелы-матки. Он содержит все витамины группы В, а также витамины А, С, D, E и К, больше
          дюжины основных минералов, восемнадцать аминокислот и других составляющих, включая
          нуклеиновые кислоты (DNA и RNA). Это одна из самых чистых форм протеина, существующего в
          природе. Исследования показали, что, питая волосяной фолликул, этот протеин способствует
          регенерации волос.
        </p>
      </div>
      <div class="ingredients__block">
        <h3 class="ingredients__header center">Гибискус Сабдариффа</h3>
        <div class="ingredients__image_container pull-left">
          <img src="../../assets/images/hibiscus.jpg" alt="" class="img-responsive img-thumbnail" />
        </div>
        <p>
          Считается, что экстракт Гибискуса Сабдариффа (лат. Hibiscus Sabdariffa) пришел к нам из
          Западной Африки. Разнообразный гибискус произрастал главным образом на песчаных дюнах
          Западного Судана и в разговорной речи назывался каркаде. В Индии гибискус традиционно
          используется для усиления блеска волос.
        </p>
        <p>
          Самые лучшие цветы гибискуса, используемые «ISLE OF DOGS», собираются зимой, что
          гарантирует наилучшее качество и самое высокое содержание органических кислот.
          Используются только бежевые лепестки цветка. Кислоты экстракта активируют восстановление
          клеток кожи, улучшая ее увлажнение. Главный визуальный эффект – это невероятный блеск. Это
          результат разглаживающего эффекта благодаря действию органических кислот на кератиновые
          цепочки. Шерсть собаки кажется более густой и блестящей. Гибискус Сабдариффа является
          одним из основных ингредиентов в нашем шампуне для блеска
          <a href="/item/32-intensely-nourishing-gloss-shampoo">№32</a>.
        </p>
      </div>
      <div class="ingredients__block"></div>
    </div>
  </div>
</template>

<script lang="ts">
import { defineComponent } from 'vue'

export default defineComponent({
  name: 'AboutIngredients',
})
</script>
