[
  {
    "quote": "В том, что собаки начинают походить на своих хозяев, нет ничего удивительного. И у тех, и у других жизнь собачья. ",
    "author": "Валентин Домиль "
  },
  {
    "quote": "Все равно: человек заводит собаку, чтобы не было чувства одиночества. Собака в самом деле не любит оставаться одна.",
    "author": "Карел Чапек "
  },
  {
    "quote": "Для своей собаки каждый из нас - Наполеон; вот почему так любят собак. ",
    "author": "Олдос Хаксли "
  },
  {
    "quote": "Если бы собаки научились говорить, мы лишились бы последнего друга. ",
    "author": "Данил Рудый "
  },
  {
    "quote": "Если бы собаки умели говорить, они бы не казались такими умными. ",
    "author": "Сергей Савватеев "
  },
  {
    "quote": "Если Ваш друг верен Вам не взирая на обстоятельства то ставлю 100 против одного что это Ваша собака "
  },
  {
    "quote": "Если вы подберете на улице дворовую собаку и накормите её, она никогда вас не укусит. В этом и состоит разница между собакой и человеком. ",
    "author": "Марк Твен "
  },
  {
    "quote": "Каждая собака должна иметь свою косточку. ",
    "author": "Би Дорси Орли "
  },
  {
    "quote": "Нет собаки - заведи друга. ",
    "author": "Геннадий Малкин "
  },
  {
    "quote": "Ни одно домашнее животное не прыгнет на стул во время обеда, если оно не абсолютно уверено, что может внести свою лепту в разговор. ",
    "author": "Фран Лебовиц "
  },
  {
    "quote": "Собак любят за то, что они не хотят стать хозяевами. ",
    "author": "Геннадий Малкин "
  },
  {
    "quote": "Собак мы любим настолько, насколько они похожи на нас, и не любим настолько, насколько мы похожи на них. ",
    "author": "Ишхан Геворгян "
  },
  {
    "quote": "Собака прыгает к вам на колени, потому что любит вас; кошка - потому что ей так теплее. ",
    "author": "Альфред Норт Уайтхед "
  },
  {
    "quote": "Собака, что лает на расстоянии, не укусит никогда. ",
    "author": "Томас Фуллер "
  },
  {
    "quote": "Собаки и кошки своей нетребовательной дружбой нам помогают преодолеть страх возможного одиночества и дают возможность удовлетворить нашу потребность \r\nбыть добрым. ",
    "author": "Ишхан Геворгян "
  },
  {
    "quote": "Собаки тоже смеются, только они смеются хвостом. ",
    "author": "Макс Истман "
  },
  {
    "quote": "Те, кто содержит животных, должны признать, что скорее они служат животным, чем животные им. ",
    "author": "Мишель Монтень "
  },
  {
    "quote": "Только человек, у которого есть собака, чувствует себя человеком. ",
    "author": "Пшекруй "
  },
  {
    "quote": "Купи собаку. Это единственный способ купить любовь за деньги. \r\n",
    "author": "Янина Ипохорская "
  },
  {
    "quote": "Собака так преданна, что даже не веришь в то, что человек заслуживает такой любви.",
    "author": "Илья Ильф "
  },
  {
    "quote": "Хорошему человеку бывает стыдно даже перед собакой.",
    "author": "Антон Чехов "
  },
  {
    "quote": "Чем больше я узнаю людей, тем больше люблю собак.",
    "author": "Жан-Мари Ролан"
  },
  {
    "quote": "Собака есть единственное животное, верность которого непоколебима. \r\n",
    "author": "Ж. Бюффон"
  },
  {
    "quote": "Собака - единственное существо, воочию видевшее своего Бога!"
  },
  {
    "quote": "У собак лишь один недостаток - они верят людям.",
    "author": "\r\nЭлиан Дж. Финберт"
  },
  {
    "quote": "Никто не поймет до конца, что такое любовь, пока не заведет собаку",
    "author": "Джен Хилл"
  },
  {
    "quote": "Собака была создана специально для детей: она – бог радости",
    "author": "Генри Уард Бичер"
  },
  {
    "quote": "Счастье – это теплый щенок",
    "author": "Чарльз М. Шульц"
  },
  {
    "quote": "Собаки никогда не врут о любви",
    "author": "Джефри Мозеф Массон"
  },
  {
    "quote": "Никто не ценит гениальности ваших слов так, как собака",
    "author": "Кристофер Морли"
  },
  {
    "quote": "Интересно, думают ли другие собаки, что пудели – это члены какой-то странной секты?",
    "author": "Рита Руднер"
  },
  {
    "quote": "Если вы привыкли думать о том, какая вы влиятельная особа, попробуйте приказать чужой собаке подойти",
    "author": "Вилл Роджерс"
  },
  {
    "quote": "В рай попадают по блату. Если бы туда попадали по заслугам, то вместо тебя туда бы попала твоя собака",
    "author": "Марк Твен"
  },
  {
    "quote": "Если собака не подойдет к вам после того, как взглянула вам в лицо, идите домой и проверьте свою совесть",
    "author": "Вудро Уилсон"
  },
  {
    "quote": "У собаки очень редко получается повысить человека до своего уровня благоразумия. Но человек зачастую опускает собаку до своего",
    "author": "Джеймс Тербер"
  }
]
