[
  {
    "title": "Серия «Coature»",
    "slug": "coature",
    "img_path": "https://cdn.shopify.com/s/files/1/1024/1017/files/Coature_PAGE_banner_5_504bbd14-e2ca-443a-8131-f580967210d5.jpg",
    "description": "Используя некоторые из лучших ингредиентов, наша серия «Кутюр» былы специально разработана для шерсти собак. Мы уверены, что красота и здоровье вашей собаки, безусловно, взаимосвязаны. Именно поэтому мы создали трехшаговую (шампунь, кондиционер, спрей для расчесывания) еженедельную систему по уходу, которая укрепляет здоровье кожи и делает шерсть послушной. Мойте, ополаскивайте и расчесывайте собаку раз в неделю, и она будет просто сиять здоровьем и красотой! Пригодно для домашнего и профессионального использования. Предлагайте все три средства специалисту всякий раз, когда приходите в салон, чтобы помыть собаку."
  },
  {
    "title": "Серия «Vanity»",
    "slug": "vanity",
    "img_path": "https://cdn.shopify.com/s/files/1/1024/1017/files/VS_PAGE_banner_5.jpg",
    "description" : "Представляем серию «Vanity» от Isle of Dogs, коллекцию профессиональной продукции для укладки, вдохновленной поиском физического совершенства. Созданная по высоким требованиям укладки шерсти и ухода за выставочными собаками, Серия «Vanity» как поддерживает здоровье шерсти, так и делает ее более послушной, предоставляя вам полный контроль над внешним видом и общим состоянием. Смешивание и сочетание этой продукции поможет вам создавать невероятно разнообразные стили, ограниченные только лишь вашей фантазией и мастерством."
  },
  {
    "title": "Серия «Salon Elements»",
    "slug": "salon",
    "img_path": "https://cdn.shopify.com/s/files/1/1024/1017/files/SE_PAGE_banner.jpg",
    "description": "Профессиональная серия для салонов и крупных питомников была разработана известным мастером ухода за собаками, который создал ее специально для профессионалов по уходу за собаками и стилистов, чьи стандарты равны стандартам владельцев чемпионов, конкурирующих собак и судей. В состав данных средств входят улучшающие ингредиенты, скомпонованные в отлично функционирующие формулы, и смешанные на элементарном уровне. Продукция серии создана для работы с любым типом шерсти, поддерживает ее красоту и здоровье."
  },
  {
    "title": "Серия «Everyday»",
    "slug": "everyday",
    "img_path": "https://cdn.shopify.com/s/files/1/1024/1017/files/EE_PAGE_banner_5.jpg",
    "description": "Серия «Everyday» - это готовая к использованию, профессиональная коллекция салонных средств высокого качества. Ингридиенты, входящие в состав, сделают шерсть чистой, здоровой и блестящей. \"Родители\" собаки будут в восторге от достижения результатов посещения салона красоты для собак в своей собственной ванной."
  },
  {
    "title": "Серия «Naturaluxury Everyday»",
    "slug": "naturaluxury-everyday",
    "img_path": "https://cdn.shopify.com/s/files/1/1024/1017/files/ENL_PAGE_banner_7_942d1659-4656-4901-a3a6-9bb2290b2e97.jpg",
    "description": "Данная коллекция шампуней и кондиционеров была специально создана на основе формулы без сульфатов и парабенов. Высококачественные ингредиенты и современные отдушки придадут сенсационные ощущения шерсти вашей собаки."
  }
]
